---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Materials
source: html/4176107f-169c-b136-ebc2-6680a833cd4a.htm
---
# Autodesk.Revit.DB.GroupTypeId.Materials Property

Materials and Finishes.

## Syntax (C#)
```csharp
public static ForgeTypeId Materials { get; }
```